Repository: Levdbas/project-hours
Catalog: languages/support-hours-*.po
Languages: nl_nl

source: Support Hours overview
nl_nl: Support Uren overzicht

source: Support Hours
nl_nl: Support Uren

source: Overview
nl_nl: Overzicht

source: Support Hours settings
nl_nl: Support Uren instellingen

source: Settings
nl_nl: Instellingen

source: Select Support Hours managers
nl_nl: Selecteer Support Uren managers

source: Select Support-Hour manager. Warning! If you do not set yourself as a Support Hours manager, you will loose access to this page until the plugin is disabled and enabled.
nl_nl: Selecteer de Support-Hour manager. Waarschuwing! Als u uzelf niet selecteert als Support Uren manager, dan verliest u de toegang tot deze pagina totdat de plugin gedeactiveerd en opnieuw geactiveerd is.

source: Warning! If you do not set yourself as a Support Hours manager, you will loose access to this page until the plugin is disabled and enabled.
nl_nl: Waarschuwing! Als u uzelf niet selecteert als Support Uren manager, dan verliest u de toegang tot deze pagina totdat de plugin gedeactiveerd en opnieuw geactiveerd is.

source: E-Mail adress main Support Hours manager
nl_nl: E-Mail adres Support Uren manager

source: Amount of bought Support Hours
nl_nl: Aantal ingekochte Support Uren

source: Please enter a valid time
nl_nl: Voer een valide tijd in

source: Date
nl_nl: Datum

source: Description
nl_nl: Beschrijving

source: Time used
nl_nl: Tijd verbruikt

source: Today
nl_nl: Vandaag

source: Description of the activity
nl_nl: Beschrijving van de activiteit

source: Add activity
nl_nl: Voeg activiteit toe

source: Save all changes
nl_nl: Bijwerken

source: Add new activity
nl_nl: Voeg nieuwe activiteit toe

source: View all acitivities
nl_nl: Bekijk alle activiteiten

source: Add first acitivity
nl_nl: Voeg eerste activiteit toe

source: Support hours used.
nl_nl: Support uren verbruikt.

source: Support hours almost used
nl_nl: Support Uren bijna gebruik

source: Need more support hours
nl_nl: Heeft u meer support uren nodig

source: Contact me via
nl_nl: Neem contact op via

source: hours
nl_nl: uur

source: used
nl_nl: verbruikt

source: Activities
nl_nl: Activiteiten

source: Total
nl_nl: Totaal

source: Configure plugin!
nl_nl: Configureer plugin!

source: You do not have access to this page because you are not a Support Hours manager. Please disable and enable this plugin if you need access again.
nl_nl: U heeft geen toegang tot deze pagina omdat u geen Support Uren manager bent. Deactiveer en activeer de plugin opnieuw om weer toegang te krijgen tot deze pagina.

source: No support Hours bought
nl_nl: Geen support uren gekocht

source: Support Hours uses a new system to store hours. Do not forget to input the old hours into the new system. Amount of old hours need to be set:
nl_nl: Support Uren gebruikt een nieuw systeem om de uren op te slaan. Vergeet niet de oude uren in te vullen in het nieuwe systeem. Het aantal uren wat opnieuw opgeslagen dient te worden:
